base
base-devel
nano
dosfstools
mtools
os-prober
zram-generator

alacritty
bspwm
sxhkd
polybar
picom
flameshot

networkmanager
bluez
bluez-utils

pipewire
pipewire-alsa
pipewire-pulse
pipewire-jack
wireplumber
pamixer
libpulse
gst-plugin-pipewire

xorg-server
xorg-xinit
xorg-xrandr
xorg-xsetroot
xorg-xinput
xorg-xprop
xorg-xev
xorg-xkill
xorg-xrdb
xorg-xauth
xorg-xbacklight
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-font-util
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-bdftopcf
xorg-docs
xorg-xset
xorg-xwininfo
xorg-xwud

ttf-jetbrains-mono
ttf-jetbrains-mono-nerd

feh
grub
intel-ucode
linux
linux-firmware
xf86-video-vesa
zram-generator
